


const quranChapers = [
    {
      name: 'الفاتحة',
      id: '1',
    },
    {
      name: 'البقرة',
      id: '2',
    },
    {
      name: 'آل عمران',
      id: '3',
    },
    {
      name: 'النساء',
      id: '4',
    },
    {
      name: 'المائدة',
      id: '5',
    },
    {
      name: 'الأنعام',
      id: '6',
    },
    {
      name: 'الأعراف',
      id: '7',
    },
    {
      name: 'الأنفال',
      id: '8',
    },
    {
      name: 'التوبة',
      id: '9',
    },
    {
      name: 'يونس',
      id: '10',
    },
    {
      name: 'هود',
      id: '11',
    },
    {
      name: 'يوسف',
      id: '12',
    },
    {
      name: 'الرعد',
      id: '13',
    },
    {
      name: 'إبراهيم',
      id: '14',
    },
    {
      name: 'الحجر',
      id: '15',
    },
    {
      name: 'النحل',
      id: '16',
    },
    {
      name: 'الإسراء',
      id: '17',
    },
    {
      name: 'الكهف',
      id: '18',
    },
    {
      name: 'مريم',
      id: '19',
    },
    {
      name: 'طه',
      id: '20',
    },
    {
      name: 'الأنبياء',
      id: '21',
    },
    {
      name: 'الحج',
      id: '22',
    },
    {
      name: 'المؤمنون',
      id: '23',
    },
    {
      name: 'النور',
      id: '24',
    },
    {
      name: 'الفرقان',
      id: '25',
    },
    {
      name: 'الشعراء',
      id: '26',
    },
    {
      name: 'النمل',
      id: '27',
    },
    {
      name: 'القصص',
      id: '28',
    },
    {
      name: 'العنكبوت',
      id: '29',
    },
    {
      name: 'الروم',
      id: '30',
    },
    {
      name: 'لقمان',
      id: '31',
    },
    {
      name: 'السجدة',
      id: '32',
    },
    {
      name: 'الأحزاب',
      id: '33',
    },
    {
      name: 'سبأ',
      id: '34',
    },
    {
      name: 'فاطر',
      id: '35',
    },
    {
      name: 'يس',
      id: '36',
    },
    {
      name: 'الصافات',
      id: '37',
    },
    {
      name: 'ص',
      id: '38',
    },
    {
      name: 'الزمر',
      id: '39',
    },
    {
      name: 'غافر',
      id: '40',
    },
    {
      name: 'فصلت',
      id: '41',
    },
    {
      name: 'الشورى',
      id: '42',
    },
    {
      name: 'الزخرف',
      id: '43',
    },
    {
      name: 'الدخان',
      id: '44',
    },
    {
      name: 'الجاثية',
      id: '45',
    },
    {
      name: 'الأحقاف',
      id: '46',
    },
    {
      name: 'محمد',
      id: '47',
    },
    {
      name: 'الفتح',
      id: '48',
    },
    {
      name: 'الحجرات',
      id: '49',
    },
    {
      name: 'ق',
      id: '50',
    },
    {
      name: 'الذاريات',
      id: '51',
    },
    {
      name: 'الطور',
      id: '52',
    },
    {
      name: 'النجم',
      id: '53',
    },
    {
      name: 'القمر',
      id: '54',
    },
    {
      name: 'الرحمن',
      id: '55',
    },
    {
      name: 'الواقعة',
      id: '56',
    },
    {
      name: 'الحديد',
      id: '57',
    },
    {
      name: 'المجادلة',
      id: '58',
    },
    {
      name: 'الحشر',
      id: '59',
    },
    {
      name: 'الممتحنة',
      id: '60',
    },
    {
      name: 'الصف',
      id: '61',
    },
    {
      name: 'الجمعة',
      id: '62',
    },
    {
      name: 'المنافقون',
      id: '63',
    },
    {
      name: 'التغابن',
      id: '64',
    },
    {
      name: 'الطلاق',
      id: '65',
    },
    {
      name: 'التحريم',
      id: '66',
    },
    {
      name: 'الملك',
      id: '67',
    },
    {
      name: 'القلم',
      id: '68',
    },
    {
      name: 'الحاقة',
      id: '69',
    },
    {
      name: 'المعارج',
      id: '70',
    },
    {
      name: 'نوح',
      id: '71',
    },
    {
      name: 'الجن',
      id: '72',
    },
    {
      name: 'المزمل',
      id: '73',
    },
    {
      name: 'المدثر',
      id: '74',
    },
    {
      name: 'القيامة',
      id: '75',
    },
    {
      name: 'الإنسان',
      id: '76',
    },
    {
      name: 'المرسلات',
      id: '77',
    },
    {
      name: 'النبأ',
      id: '78',
    },
    {
      name: 'النازعات',
      id: '79',
    },
    {
      name: 'عبس',
      id: '80',
    },
    {
      name: 'التكوير',
      id: '81',
    },
    {
      name: 'الإنفطار',
      id: '82',
    },
    {
      name: 'المطففين',
      id: '83',
    },
    {
      name: 'الإنشقاق',
      id: '84',
    },
    {
      name: 'البروج',
      id: '85',
    },
    {
      name: 'الطارق',
      id: '86',
    },
    {
      name: 'الأعلى',
      id: '87',
    },
    {
      name: 'الغاشية',
      id: '88',
    },
    {
      name: 'الفجر',
      id: '89',
    },
    {
      name: 'البلد',
      id: '90',
    },
    {
      name: 'الشمس',
      id: '91',
    },
    {
      name: 'الليل',
      id: '92',
    },
    {
      name: 'الضحى',
      id: '93',
    },
    {
      name: 'الشرح',
      id: '94',
    },
    {
      name: 'التين',
      id: '95',
    },
    {
      name: 'العلق',
      id: '96',
    },
    {
      name: 'القدر',
      id: '97',
    },
    {
      name: 'البينة',
      id: '98',
    },
    {
      name: 'الزلزلة',
      id: '99',
    },
    {
      name: 'العاديات',
      id: '100',
    },
    {
      name: 'القارعة',
      id: '101',
    },
    {
      name: 'التكاثر',
      id: '102',
    },
    {
      name: 'العصر',
      id: '103',
    },
    {
      name: 'الهمزة',
      id: '104',
    },
    {
      name: 'الفيل',
      id: '105',
    },
    {
      name: 'قريش',
      id: '106',
    },
    {
      name: 'الماعون',
      id: '107',
    },

    {
      name: 'الكوثر',
      id: '108',
    },
    {
      name: 'الكافرون',
      id: '109',
    },
    {
      name: 'النصر',
      id: '110',
    },
    {
      name: 'المسد',
      id: '111',
    },
    {
      name: 'الإخلاص',
      id: '112',
    },
    {
      name: 'الفلق',
      id: '113',
    },
    {
      name: 'الناس',
      id: '114',
    },
  ];

  export default quranChapers;